Repository: uwp-at-mrit/BigBang
Catalog: ch6000m3/stone/tongue/*/alarm.resw
Source language: en_us
Languages: zh_cn

# PSHopperMaintenance
source: PS Hopper/Underwater Converter Mainenance
zh_cn: 左舷舱内泵/水下泵变频器维修模式

# PSGlandPumpABroken
source: PS Master Gland Pump Broken
zh_cn: 左舷舱内泵封水泵变频器A故障状态

# PSGlandPumpBBroken
source: PS Spare Gland Pump Broken
zh_cn: 左舷舱内泵封水泵变频器B故障状态

source: PS Water Pump Alert
zh_cn: 左舷高压冲水泵变频器报警状态

source: PS Water Pump Broken
zh_cn: 左舷高压冲水泵变频器故障状态

source: PS Water Pump Maintenance
zh_cn: 左舷高压冲水泵变频器维修模式

source: PS Water Pump Emergence
zh_cn: 左舷高压冲水泵变频器应急停止反馈

# SBHopperMaintenance
source: SB Hopper/Underwater Converter Mainenance
zh_cn: 右舷舱内泵/水下泵变频器维修模式

# SBGlandPumpABroken
source: SB Master Gland Pump Broken
zh_cn: 右舷舱内泵封水泵变频器A故障状态

# SBGlandPumpBBroken
source: SB Spare Gland Pump Broken
zh_cn: 右舷舱内泵封水泵变频器B故障状态

source: SB Water Pump Alert
zh_cn: 右舷高压冲水泵变频器报警状态

source: SB Water Pump Broken
zh_cn: 右舷高压冲水泵变频器故障状态

# SBWaterPumpMaintenance
source: SB Water Pump Emergence
zh_cn: 右舷高压冲水泵变频器应急停止反馈

# PSDHPumpABroken
source: PS Drag Head Pump A Broken
zh_cn: 左舷耙头液压泵A故障反馈

# PSDIPumpBBroken
source: PS Drag Intermediate Pump B Broken
zh_cn: 左舷耙中液压泵B故障反馈

# PSDTPumpCBroken
source: PS Drag Trunnion Pump C Broken
zh_cn: 左舷弯管液压泵C故障反馈

# SBDVPumpIBroken
source: SB Drag Visor Pump I Broken
zh_cn: 右舷耙唇液压泵I故障反馈

# SBDHPumpHBroken
source: SB Drag Head Pump H Broken
zh_cn: 右舷耙头液压泵H故障反馈

# SBDIPumpGBroken
source: SB Drag Intermediate Pump G Broken
zh_cn: 右舷耙中液压泵G故障反馈

# SBDTPumpFBroken
source: SB Drag Trunnion Pump F Broken
zh_cn: 右舷弯管液压泵F故障反馈

# SBDVPumpJBroken
source: SB Drag Visor Pump J Broken
zh_cn: 左舷耙唇液压泵J故障反馈

# DLBVPumpDBroken
source: Door Locker/Butterfly Valve Pump D Broken
zh_cn: 泥泵锁紧/蝶阀控制泵D故障反馈

# CoolanPumpKBroken
source: Coolant Pump K Broken
zh_cn: 液压冷却泵K故障反馈

source: Motor Flushing Pump L Broken
zh_cn: 马达冲洗液压泵L故障反馈

source: Spare Pump M Broken
zh_cn: 冷却/马达冲洗备用泵M故障反馈

source: Emergence Pump Y Broken
zh_cn: 应急液压泵Y故障反馈

# PSGVFlushingPumpBroken
source: PS Gate Valve Flushing Pump Broken
zh_cn: 左舷闸阀冲洗泵故障反馈

# SBGVFlushingPumpBroken
source: SB Gate Valve Flushing Pump Broken
zh_cn: 右舷闸阀冲洗泵故障反馈

# MasterTankLS2
source: Master Tank Level Ultra Low
zh_cn: 液压主系统油箱液位低低LS.2

# VisorTankLS2
source: Drag Visor Tank Level Ultra Low
zh_cn: 耙唇液压系统油箱液位低低LS.12

# PumpA2C
source: Pump A Replace C
zh_cn: A替代C

# ShoreWinchEmergence
source: Shore Dischange Winch Emergence
zh_cn: 艏吹绞车紧急停止

# PSDTEmergence
source: PS Drag Trunnion Emergence
zh_cn: 左舷弯管紧急停止

# PSDIEmergence
source: PS Drag Intermediate Emergence
zh_cn: 左舷耙中紧急停止

# PSDHEmergence
source: PS Drag Head Emergence
zh_cn: 左舷耙头紧急停止

# SBDTEmergence
source: SB Drag Trunnion Emergence
zh_cn: 右舷弯管紧急停止

# SBDHEmergence
source: SB Drag Head Emergence
zh_cn: 右舷耙头紧急停止

source: Barge Winch Emergence
zh_cn: 装驳绞车紧急停止

# PSHopperUnitPressureLow
source: PS Hopper Lubricating Unit Pressure Low
zh_cn: 左舷泥泵轴承润滑单元压力低报警

# PSHopperUnitLevelLow
source: PS Hopper Lubricating Unit Level Low
zh_cn: 左舷泥泵轴承润滑单元液位低报警

# PSHopperUnitOilTemperatureHigh
source: PS Hopper Lubricating Unit Oil Temperature High
zh_cn: 左舷泥泵轴承润滑单元油温高报警

# PSHopperUnitWaterTemperatureHigh
source: PS Hopper Lubricating Unit Water Temperature High
zh_cn: 左舷泥泵轴承润滑单元水温高报警

# PSHopperUnitBearingTemperatureHigh1
source: PS Hopper Lubricating Unit Bearing Temperature 1# High
zh_cn: 左舷泥泵轴承润滑单元轴承温度高1#报警

# PSHopperUnitBearingTemperatureHigh2
source: PS Hopper Lubricating Unit Bearing Temperature 2# High
zh_cn: 左舷泥泵轴承润滑单元轴承温度高2#报警

# PSHopperUnitBearingTemperatureHigh3
source: PS Hopper Lubricating Unit Bearing Temperature 3# High
zh_cn: 左舷泥泵轴承润滑单元轴承温度高3#报警

# SBHopperUnitPressureLow
source: SB Hopper Lubricating Unit Pressure Low
zh_cn: 右舷泥泵轴承润滑单元压力低报警

# SBHopperUnitLevelLow
source: SB Hopper Lubricating Unit Level Low
zh_cn: 右舷泥泵轴承润滑单元液位低报警

# SBHopperUnitOilTemperatureHigh
source: SB Hopper Lubricating Unit Oil Temperature High
zh_cn: 右舷泥泵轴承润滑单元油温高报警

# SBHopperUnitWaterTemperatureHigh
source: SB Hopper Lubricating Unit Water Temperature High
zh_cn: 右舷泥泵轴承润滑单元水温高报警

# PSUnderWaterGlandPump1Broken
source: PS Underwater Master Gland Pump 1# Broken
zh_cn: 左舷水下泵1#封水泵故障反馈

# PSUnderWaterGlandPump2Broken
source: PS Underwater Master Gland Pump 2# Broken
zh_cn: 左舷水下泵2#封水泵故障反馈

source: PS Hopper Gearbox Master Pump Broken
zh_cn: 左舷泥泵齿轮箱电动滑油泵故障反馈

source: PS Hopper Gearbox Spare Pump Broken
zh_cn: 左舷泥泵齿轮箱备用电动滑油泵故障反馈

source: PS Hopper Gearbox Temperature High
zh_cn: 左舷泥泵齿轮箱滑油温度高报警

source: PS Hopper Gearbox Pressure Low
zh_cn: 左舷泥泵齿轮箱滑油压力低低报警

# SBUnderWaterGlandPump1Broken
source: SB Underwater Master Gland Pump 1# Broken
zh_cn: 右舷水下泵1#封水泵故障反馈

source: SB Hopper Gearbox Master Pump Broken
zh_cn: 右舷泥泵齿轮箱电动滑油泵故障反馈

source: SB Hopper Gearbox Spare Pump Broken
zh_cn: 右舷泥泵齿轮箱备用电动滑油泵故障反馈

source: SB Hopper Gearbox Temperature High
zh_cn: 右舷泥泵齿轮箱滑油温度高报警

source: SB Hopper Gearbox Pressure Low
zh_cn: 右舷泥泵齿轮箱滑油压力低低报警

# HydraulicsStoppedBySailing
source: Hydraulics Stopped(Sailing Console)
zh_cn: 液压泵紧急停止(航行台)

# PSDIAngleExceed
source: PS Drag Intermediate Angle Exceed
zh_cn: 左耙中角度过大

# SBDIAngleExceed
source: SB Drag Intermediate Angle Exceed
zh_cn: 右耙中角度过大

# BackOilPressureFail
source: Back Oil Pressure Less Than 3bar, All Winches are Limited
zh_cn: 回油压力小于3bar,所有绞车不能动作

# ET200M_BowPLC1Lost
source: 11#ET200M - Bow PLC 1 Lost
zh_cn: 11#站ET200M-艏PLC柜第1屏通讯故障

# ET200M_BowPLC2Lost
source: 12#ET200M - Bow PLC 2 ET200M Lost
zh_cn: 12#站ET200M-艏PLC柜第2屏通讯故障

# ET200M_BowPLC3Lost
source: 13#ET200M - Bow PLC 3 ET200M Lost
zh_cn: 13#站ET200M-艏PLC柜第3屏通讯故障

# ET200M_BowPLC4Lost
source: 14#ET200M - Bow PLC 4 ET200M Lost
zh_cn: 14#站ET200M-艏PLC柜第4屏通讯故障

# ET200M_BowPLC5Lost
source: 15#ET200M - Bow PLC 5 ET200M Lost
zh_cn: 15#站ET200M-艏PLC柜第5屏通讯故障

# ET200M_ConsoleDCC1Lost
source: 16#ET200M - Dredging Console DCC1 Lost
zh_cn: 16#站ET200M-疏浚台DCC1通讯故障

# ET200M_ConsoleDCC2Lost
source: 17#ET200M - Dredging Console DCC2 Lost
zh_cn: 17#站ET200M-疏浚台DCC2通讯故障

# PSDTWinchLost
source: 21# - PS Drag Trunnion Winch Lost
zh_cn: 21#站-左弯管绞车编码器通讯故障

# SBDTWinchLost
source: 22# - SB Drag Trunnion Winch Lost
zh_cn: 22#站-右弯管绞车编码器通讯故障

# PSDIWinchLost
source: 23# - PS Drag Intermediate Winch Lost
zh_cn: 23#站-左耙中绞车编码器通讯故障

# SBDIWinchLost
source: 24# - SB Drag Intermediate Winch Lost
zh_cn: 24#站-右耙中绞车编码器通讯故障

# PSDHWinchLost
source: 25# - PS Drag Head Winch Lost
zh_cn: 25#站-左耙头绞车编码器通讯故障

# SBDHWinchLost
source: 26# - SB Drag Head Winch Lost
zh_cn: 26#站-右耙头绞车编码器通讯故障

# BargeWinchLost
source: 27# - Barge Winch Lost
zh_cn: 27#站-装驳绞车编码器通讯故障

# MasterCPU_BowPLC1Lost
source: 2#CPU(Master) - Bow PLC 1 Lost
zh_cn: 2#站CPU(主)-艏PLC柜第1屏通讯故障

# SpareCPU_BowPLC1Lost
source: 3#CPU(Spare) - Bow PLC 1 Lost
zh_cn: 3#站CPU(备)-艏PLC柜第1屏通讯故障

# DCSDPLost
source: 18# DCS DP Lost
zh_cn: 18#站-DCS DP通讯故障

# PSHPDPLost
source: 31# PS Hopper Pump DP Lost
zh_cn: 31#站-左舱内泵DP通讯故障

# SBHPDPLost
source: 32# SB Hopper Pump DP Lost
zh_cn: 32#站-右舱内泵DP通讯故障

# PSWPDPLost
source: 33# PS Water Pump DP Lost
zh_cn: 33#站-左高压冲水泵DP通讯故障

# SBWPDPLost
source: 34# SB Water Pump DP Lost
zh_cn: 34#站-右高压冲水泵DP通讯故障

# PSUWPDPLost
source: 35# PS Underwater Pump DP Lost
zh_cn: 35#站-左水下泵DP通讯故障

# SBUWPDPLost
source: 36# PS Underwater Pump DP Lost
zh_cn: 36#站-右水下泵DP通讯故障

source: PLC Power Broken
zh_cn: PLC电源模块电池故障

source: Tildemeter Lost
zh_cn: 潮位仪通讯故障

source: GPS Lost
zh_cn: GPS通讯故障

source: Gyrocompass Lost
zh_cn: 电罗经通讯故障

# PSFAAngleExceed
source: PS Forearm Drag Angle Exceed
zh_cn: 左耙上耙管角度过大报警

# PSBAAngleExceed
source: PS Backarm Drag Angle Exceed
zh_cn: 左耙下耙管角度过大报警

# PSFBAngleExceed
source: PS Fore-Back Angle Exceed
zh_cn: 左耙上下耙管夹角角度过大报警

# PSDTCableExceed
source: PS Drag Trunnion Cable Exceed
zh_cn: 左耙弯管钢丝绳下放长度过大报警

# SBFAAngleExceed
source: SB Forearm Drag Angle Exceed
zh_cn: 右耙上耙管角度过大报警

# SBBAAngleExceed
source: SB Backarm Drag Angle Exceed
zh_cn: 右耙下耙管角度过大报警

# SBFBAngleExceed
source: SB Fore-Back Angle Exceed
zh_cn: 右耙上下耙管夹角角度过大报警

# SBDTCableExceed
source: SB Drag Trunnion Cable Exceed
zh_cn: 右耙弯管钢丝绳下放长度过大报警
